Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.workspaceColors.emptyPalette
source: No palette entries. Add colors in uniconnect.json or use "Choose Custom Color..." from a workspace context menu.
ar: لا توجد إدخالات لوحة.أضف ألوانًا في uniconnect.json أو استخدم "اختيار لون مخصص..." من قائمة سياق مساحة العمل.
bs: Nema unosa u paleti. Dodajte boje u uniconnect.json ili koristite "Odaberi prilagođenu boju..." iz kontekstnog menija radnog prostora.
da: Ingen paletindtastninger. Tilføj farver i uniconnect.json eller brug "Vælg brugerdefineret farve..." fra en kontekstmenu på et arbejdsområde.
de: Keine Paletteneinträge. Fügen Sie Farben in uniconnect.json hinzu oder verwenden Sie „Benutzerdefinierte Farbe auswählen...“ aus einem Arbeitsbereich-Kontextmenü.
es: No hay colores en la paleta. Añádelos en uniconnect.json o usa «Elegir color personalizado…» en el menú contextual del espacio de trabajo.
fr: Aucune entrée de palette. Ajoutez des couleurs dans uniconnect.json ou utilisez "Choisir une couleur personnalisée..." dans le menu contextuel d'un espace de travail.
it: Nessuna voce nella tavolozza. Aggiungi colori in uniconnect.json o utilizza "Scegli colore personalizzato..." dal menu contestuale dell'area di lavoro.
ja: パレット項目はありません。uniconnect.json でカラーを追加するか、ワークスペースのコンテキストメニューから「カスタムカラーを選択…」を使ってください。
km: មិនមានធាតុក្ដារលាយទេ។បន្ថែមពណ៌នៅក្នុង uniconnect.json ឬប្រើ "ជ្រើសរើសពណ៌ផ្ទាល់ខ្លួន..." ពីម៉ឺនុយបរិបទកន្លែងធ្វើការ។
ko: 팔레트 항목이 없습니다. uniconnect.json에서 색상을 추가하거나 워크스페이스 컨텍스트 메뉴의 "사용자 지정 색상 선택..."을 사용하세요.
nb: Ingen palettoppføringer. Legg til farger i uniconnect.json eller bruk "Velg egendefinert farge..." fra en kontekstmeny for arbeidsområdet.
pl: Brak wpisów palety. Dodaj kolory w uniconnect.json lub użyj opcji „Wybierz kolor niestandardowy…” z menu kontekstowego obszaru roboczego.
pt_br: Nenhuma entrada de paleta. Adicione cores em uniconnect.json ou use "Escolher cor personalizada..." no menu de contexto da área de trabalho.
ru: Нет записей в палитре. Добавьте цвета в поле uniconnect.json или используйте «Выбрать собственный цвет...» в контекстном меню рабочей области.
th: ไม่มีรายการจานสีเพิ่มสีใน uniconnect.json หรือใช้ "เลือกสีที่กำหนดเอง..." จากเมนูบริบทของพื้นที่ทำงาน
tr: Palet girişi yok.uniconnect.json ile renkleri ekleyin veya çalışma alanı içerik menüsünden "Özel Renk Seç..." seçeneğini kullanın.
uk: Немає записів палітри. Додайте кольори в uniconnect.json або скористайтеся функцією «Вибрати спеціальний колір...» у контекстному меню робочої області.
zh_hans: 没有调色板条目。在 uniconnect.json 中添加颜色或使用工作区上下文菜单中的“选择自定义颜色...”。
zh_hant: 沒有調色板條目。在 uniconnect.json 中新增顏色或使用工作區上下文選單中的「選擇自訂顏色...」。

# settings.workspaceColors.indicator
source: Workspace Color Indicator
ar: مؤشر لون مساحة العمل
bs: Indikator boje radnog prostora
da: Arbejdsområdefarveindikator
de: Arbeitsbereichsfarb-Indikator
es: Indicador de color del espacio de trabajo
fr: Indicateur de couleur d'espace de travail
it: Indicatore colore area di lavoro
ja: ワークスペースカラーインジケーター
ko: 작업 공간 색상 표시기
nb: Arbeidsområdefarge-indikator
pl: Wskaźnik koloru przestrzeni roboczej
pt_br: Indicador de Cor da Área de Trabalho
ru: Индикатор цвета рабочего пространства
th: ตัวบ่งชี้สีเวิร์กสเปซ
tr: Çalışma Alanı Renk Göstergesi
uk: Індикатор кольору робочої області
zh_hans: 工作区颜色指示器
zh_hant: 工作區顏色指示器

# settings.workspaceColors.noCustomColors
source: Custom colors: none yet. Use "Choose Custom Color..." from a workspace context menu.
ar: ألوان مخصصة: لا يوجد بعد. استخدم "اختيار لون مخصص..." من قائمة سياق مساحة العمل.
bs: Prilagođene boje: još nema. Koristite "Odaberi prilagođenu boju..." iz kontekstnog menija radnog prostora.
da: Brugerdefinerede farver: ingen endnu. Brug "Vælg brugerdefineret farve..." fra en arbejdsområdekontekstmenu.
de: Benutzerdefinierte Farben: noch keine. Verwenden Sie 'Eigene Farbe wählen ...' im Kontextmenü eines Arbeitsbereichs.
es: Colores personalizados: ninguno aún. Usa "Elegir color personalizado…" desde el menú contextual de un espacio de trabajo.
fr: Couleurs personnalisées : aucune pour le moment. Utilisez « Choisir une couleur personnalisée... » depuis le menu contextuel d'un espace de travail.
it: Colori personalizzati: nessuno. Usa "Scegli colore personalizzato..." dal menu contestuale di un'area di lavoro.
ja: カスタムカラー: まだありません。ワークスペースのコンテキストメニューから「カスタムカラーを選択…」を使用してください。
ko: 사용자 지정 색상: 아직 없습니다. 작업 공간 컨텍스트 메뉴에서 "사용자 지정 색상 선택..."을 사용하세요.
nb: Egendefinerte farger: ingen ennå. Bruk «Velg egendefinert farge ...» fra en arbeidsområde-kontekstmeny.
pl: Własne kolory: jeszcze żadnych. Użyj „Wybierz własny kolor…” z menu kontekstowego przestrzeni roboczej.
pt_br: Cores personalizadas: nenhuma ainda. Use "Escolher Cor Personalizada..." no menu de contexto de uma área de trabalho.
ru: Пользовательские цвета: пока нет. Используйте «Выбрать пользовательский цвет...» из контекстного меню рабочего пространства.
th: สีที่กำหนดเอง: ยังไม่มี ใช้ "เลือกสีที่กำหนดเอง..." จากเมนูบริบทเวิร์กสเปซ
tr: Özel renkler: henüz yok. Bir çalışma alanı bağlam menüsünden "Özel Renk Seç..." seçeneğini kullanın.
uk: Власні кольори: ще немає. Використовуйте «Вибрати власний колір...» з контекстного меню робочої області.
zh_hans: 自定义颜色：暂无。请从工作区右键菜单中使用「选取自定义颜色...」。
zh_hant: 自訂顏色：尚無。請從工作區右鍵選單中使用「選擇自訂顏色...」。

# settings.workspaceColors.paletteNote
source: Customize the workspace color palette used by Sidebar > Workspace Color. "Choose Custom Color..." entries are persisted below.
ar: تخصيص لوحة ألوان مساحة العمل المستخدمة بواسطة الشريط الجانبي > لون مساحة العمل. إدخالات "اختيار لون مخصص..." تُحفظ أدناه.
bs: Prilagodite paletu boja radnog prostora koju koristi Bočna traka > Boja radnog prostora. Unosi "Odaberi prilagođenu boju..." su trajno sačuvani ispod.
da: Tilpas arbejdsområdets farvepalette, der bruges af Sidebjælke > Arbejdsområdefarve. "Vælg brugerdefineret farve..."-poster gemmes nedenfor.
de: Passen Sie die Arbeitsbereichs-Farbpalette an, die unter Seitenleiste > Arbeitsbereichsfarbe verwendet wird. Einträge unter 'Eigene Farbe wählen ...' werden unten gespeichert.
es: Personaliza la paleta de colores de espacios de trabajo usada en Barra lateral > Color del espacio de trabajo. Las entradas de "Elegir color personalizado…" se guardan a continuación.
fr: Personnalisez la palette de couleurs utilisée par Barre latérale > Couleur de l'espace de travail. Les entrées « Choisir une couleur personnalisée... » sont enregistrées ci-dessous.
it: Personalizza la palette di colori utilizzata da Barra laterale > Colore area di lavoro. Le voci "Scegli colore personalizzato..." vengono salvate qui sotto.
ja: サイドバー > ワークスペースカラーで使用するカラーパレットをカスタマイズできます。「カスタムカラーを選択…」のエントリは以下に保存されます。
ko: 사이드바 > 작업 공간 색상에서 사용하는 작업 공간 색상 팔레트를 사용자 지정합니다. "사용자 지정 색상 선택..." 항목은 아래에 저장됩니다.
nb: Tilpass arbeidsområdefargepaletten som brukes av Sidepanel > Arbeidsområdefarge. «Velg egendefinert farge ...»-oppføringer lagres nedenfor.
pl: Dostosuj paletę kolorów przestrzeni roboczej używaną przez Pasek boczny > Kolor przestrzeni roboczej. Wpisy „Wybierz własny kolor…” są zapisywane poniżej.
pt_br: Personalize a paleta de cores usada em Barra Lateral > Cor da Área de Trabalho. Entradas de "Escolher Cor Personalizada..." são salvas abaixo.
ru: Настройте палитру цветов рабочих пространств, используемую в Боковая панель > Цвет рабочего пространства. Записи «Выбрать пользовательский цвет...» сохраняются ниже.
th: ปรับแต่งจานสีเวิร์กสเปซที่ใช้ใน แถบด้านข้าง > สีเวิร์กสเปซ รายการ "เลือกสีที่กำหนดเอง..." จะถูกบันทึกด้านล่าง
tr: Kenar Çubuğu > Çalışma Alanı Rengi tarafından kullanılan çalışma alanı renk paletini özelleştirin. "Özel Renk Seç..." girişleri aşağıda saklanır.
uk: Налаштуйте палітру кольорів робочих областей, яка використовується в Бічна панель > Колір робочої області. Записи «Вибрати власний колір...» зберігаються нижче.
zh_hans: 自定义「侧边栏 > 工作区颜色」中使用的工作区调色板。「选取自定义颜色...」的条目将保存在下方。
zh_hant: 自訂側邊欄 > 工作區顏色使用的色板。「選擇自訂顏色...」的項目會保存在下方。

# settings.workspaceColors.remove
source: Remove
ar: إزالة
bs: Ukloni
da: Fjern
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
nb: Fjern
pl: Usuń
pt_br: Remover
ru: Удалить
th: ลบ
tr: Kaldır
uk: Видалити
zh_hans: 移除
zh_hant: 移除

# settings.workspaceColors.resetPalette
source: Reset Palette
ar: إعادة تعيين اللوحة
bs: Resetuj paletu
da: Nulstil palette
de: Palette zurücksetzen
es: Restablecer paleta
fr: Réinitialiser la palette
it: Ripristina palette
ja: パレットをリセット
ko: 팔레트 초기화
nb: Tilbakestill palett
pl: Resetuj paletę
pt_br: Redefinir Paleta
ru: Сбросить палитру
th: รีเซ็ตจานสี
tr: Paleti Sıfırla
uk: Скинути палітру
zh_hans: 重置调色板
zh_hant: 重置色板

# settings.workspaceColors.resetPalette.button
source: Reset
ar: إعادة تعيين
bs: Resetuj
da: Nulstil
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 초기화
nb: Tilbakestill
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
zh_hans: 重置
zh_hant: 重置

# settings.workspaceColors.resetPalette.subtitle
source: Restore built-in defaults and clear all custom colors.
ar: استعادة الإعدادات الافتراضية المدمجة ومسح جميع الألوان المخصصة.
bs: Vrati ugrađene podrazumijevane vrijednosti i obriši sve prilagođene boje.
da: Gendan indbyggede standardindstillinger og ryd alle brugerdefinerede farver.
de: Integrierte Standardeinstellungen wiederherstellen und alle benutzerdefinierten Farben löschen.
es: Restaurar los valores predeterminados y borrar todos los colores personalizados.
fr: Restaurer les valeurs par défaut et effacer toutes les couleurs personnalisées.
it: Ripristina i valori predefiniti e cancella tutti i colori personalizzati.
ja: 組み込みのデフォルトに戻し、すべてのカスタムカラーをクリアします。
ko: 기본 제공 값을 복원하고 모든 사용자 지정 색상을 지웁니다.
nb: Gjenopprett innebygde standardverdier og fjern alle egendefinerte farger.
pl: Przywróć wbudowane wartości domyślne i wyczyść wszystkie własne kolory.
pt_br: Restaurar padrões integrados e limpar todas as cores personalizadas.
ru: Восстановить встроенные значения по умолчанию и удалить все пользовательские цвета.
th: คืนค่าเริ่มต้นในตัวและล้างสีที่กำหนดเองทั้งหมด
tr: Yerleşik varsayılanları geri yükle ve tüm özel renkleri temizle.
uk: Відновити вбудовані стандартні значення та очистити всі власні кольори.
zh_hans: 恢复内置默认值并清除所有自定义颜色。
zh_hant: 恢復內建預設值並清除所有自訂顏色。

# shortcut.closeWindow.label
source: Close Window
ar: إغلاق النافذة
bs: Zatvori prozor
da: Luk vindue
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
it: Chiudi finestra
ja: ウインドウを閉じる
ko: 윈도우 닫기
nb: Lukk vindu
pl: Zamknij okno
pt_br: Fechar Janela
ru: Закрыть окно
th: ปิดหน้าต่าง
tr: Pencereyi Kapat
uk: Закрити вікно
zh_hans: 关闭窗口
zh_hant: 關閉視窗

# shortcut.closeWorkspace.label
source: Close Box
ar: إغلاق مساحة العمل
bs: Zatvori radni prostor
da: Luk arbejdsområde
de: Arbeitsbereich schließen
es: Cerrar caja
fr: Fermer l'espace de travail
it: Chiudi area di lavoro
ja: ボックスを閉じる
km: បិទប្រអប់
ko: 작업 공간 닫기
nb: Lukk arbeidsområde
pl: Zamknij przestrzeń roboczą
pt_br: Fechar Área de Trabalho
ru: Закрыть рабочее пространство
th: ปิดเวิร์กสเปซ
tr: Çalışma Alanını Kapat
uk: Закрити робочу область
zh_hans: 关闭工作区
zh_hant: 關閉工作區

# shortcut.flashFocusedPanel.label
source: Flash Focused Panel
ar: وميض اللوحة المركّزة
bs: Označi fokusirani panel
da: Fremhæv fokuseret panel
de: Fokussierten Bereich hervorheben
es: Resaltar panel enfocado
fr: Flasher le panneau actif
it: Evidenzia pannello attivo
ja: フォーカスペインを強調
ko: 포커스된 패널 깜빡이기
nb: Blink fokusert panel
pl: Podświetl aktywny panel
pt_br: Piscar Painel em Foco
ru: Подсветить активную панель
th: กะพริบแผงที่โฟกัส
tr: Odaklanılan Paneli Yanıp Söndür
uk: Підсвітити активну панель
zh_hans: 闪烁聚焦面板
zh_hant: 閃爍聚焦面板

# shortcut.focusPaneDown.label
source: Focus Pane Down
ar: التركيز على اللوحة أسفل
bs: Fokusiraj panel dolje
da: Fokuser panel nedad
de: Bereich unten fokussieren
es: Enfocar panel inferior
fr: Activer le panneau du bas
it: Sposta focus pannello in basso
ja: 下のペインにフォーカス
ko: 아래쪽 패널로 포커스
nb: Fokuser panel ned
pl: Fokus na panel poniżej
pt_br: Focar Painel Abaixo
ru: Фокус на панель снизу
th: โฟกัสบานหน้าต่างด้านล่าง
tr: Aşağıdaki Bölmeye Odaklan
uk: Фокус на панель внизу
zh_hans: 聚焦下方面板
zh_hant: 聚焦下方面板

# shortcut.focusPaneLeft.label
source: Focus Pane Left
ar: التركيز على اللوحة يسار
bs: Fokusiraj panel lijevo
da: Fokuser panel til venstre
de: Bereich links fokussieren
es: Enfocar panel izquierdo
fr: Activer le panneau de gauche
it: Sposta focus pannello a sinistra
ja: 左のペインにフォーカス
ko: 왼쪽 패널로 포커스
nb: Fokuser panel venstre
pl: Fokus na panel po lewej
pt_br: Focar Painel à Esquerda
ru: Фокус на панель слева
th: โฟกัสบานหน้าต่างด้านซ้าย
tr: Soldaki Bölmeye Odaklan
uk: Фокус на панель зліва
zh_hans: 聚焦左侧面板
zh_hant: 聚焦左側面板

# shortcut.focusPaneRight.label
source: Focus Pane Right
ar: التركيز على اللوحة يمين
bs: Fokusiraj panel desno
da: Fokuser panel til højre
de: Bereich rechts fokussieren
es: Enfocar panel derecho
fr: Activer le panneau de droite
it: Sposta focus pannello a destra
ja: 右のペインにフォーカス
ko: 오른쪽 패널로 포커스
nb: Fokuser panel høyre
pl: Fokus na panel po prawej
pt_br: Focar Painel à Direita
ru: Фокус на панель справа
th: โฟกัสบานหน้าต่างด้านขวา
tr: Sağdaki Bölmeye Odaklan
uk: Фокус на панель справа
zh_hans: 聚焦右侧面板
zh_hant: 聚焦右側面板

# shortcut.focusPaneUp.label
source: Focus Pane Up
ar: التركيز على اللوحة أعلى
bs: Fokusiraj panel gore
da: Fokuser panel opad
de: Bereich oben fokussieren
es: Enfocar panel superior
fr: Activer le panneau du haut
it: Sposta focus pannello in alto
ja: 上のペインにフォーカス
ko: 위쪽 패널로 포커스
nb: Fokuser panel opp
pl: Fokus na panel powyżej
pt_br: Focar Painel Acima
ru: Фокус на панель сверху
th: โฟกัสบานหน้าต่างด้านบน
tr: Yukarıdaki Bölmeye Odaklan
uk: Фокус на панель зверху
zh_hans: 聚焦上方面板
zh_hant: 聚焦上方面板

# shortcut.jumpToUnread.label
source: Jump to Latest Unread
ar: الانتقال إلى أحدث غير مقروء
bs: Skoči na najnovije nepročitano
da: Gå til seneste ulæste
de: Zur letzten ungelesenen springen
es: Ir a la última no leída
fr: Aller au dernier message non lu
it: Vai all'ultimo non letto
ja: 最新の未読にジャンプ
ko: 최신 읽지 않은 항목으로 이동
nb: Gå til siste uleste
pl: Przejdź do najnowszego nieprzeczytanego
pt_br: Ir para Última Não Lida
ru: Перейти к последнему непрочитанному
th: ข้ามไปยังรายการยังไม่อ่านล่าสุด
tr: Son Okunmamışa Atla
uk: Перейти до останнього непрочитаного
zh_hans: 跳转到最新未读
zh_hant: 跳至最新未讀

# shortcut.newSurface.label
source: New Tab
ar: سطح جديد
bs: Nova površina
da: Ny overflade
de: Neue Oberfläche
es: Nueva pestaña
fr: Nouvelle surface
it: Nuova superficie
ja: 新規タブ
km: ផ្ទាំងថ្មី។
ko: 새 화면
nb: Ny flate
pl: Nowa powierzchnia
pt_br: Nova Superfície
ru: Новая поверхность
th: พื้นผิวใหม่
tr: Yeni Yüzey
uk: Нова поверхня
zh_hans: 新建 Surface
zh_hant: 新增 Surface

# shortcut.newWindow.label
source: New Window
ar: نافذة جديدة
bs: Novi prozor
da: Nyt vindue
de: Neues Fenster
es: Nueva ventana
fr: Nouvelle fenêtre
it: Nuova finestra
ja: 新規ウインドウ
ko: 새 윈도우
nb: Nytt vindu
pl: Nowe okno
pt_br: Nova Janela
ru: Новое окно
th: หน้าต่างใหม่
tr: Yeni Pencere
uk: Нове вікно
zh_hans: 新建窗口
zh_hant: 新增視窗

# shortcut.newWorkspace.label
source: New Box…
ar: مساحة عمل جديدة
bs: Novi radni prostor
da: Nyt arbejdsområde
de: Neuer Arbeitsbereich
es: Nueva caja…
fr: Nouvel espace de travail
it: Nuova area di lavoro
ja: 新規ボックス…
km: ប្រអប់ថ្មី…
ko: 새 작업 공간
nb: Nytt arbeidsområde
pl: Nowa przestrzeń robocza
pt_br: Nova Área de Trabalho
ru: Новое рабочее пространство
th: เวิร์กสเปซใหม่
tr: Yeni Çalışma Alanı
uk: Нова робоча область
zh_hans: 新建工作区
zh_hant: 新增工作區

# shortcut.nextSurface.label
source: Next Window
ar: السطح التالي
bs: Sljedeća površina
da: Næste overflade
de: Nächste Oberfläche
es: Ventana siguiente
fr: Surface suivante
it: Superficie successiva
ja: 次のウインドウ
km: បង្អួចបន្ទាប់
ko: 다음 화면
nb: Neste flate
pl: Następna powierzchnia
pt_br: Próxima Superfície
ru: Следующая поверхность
th: พื้นผิวถัดไป
tr: Sonraki Yüzey
uk: Наступна поверхня
zh_hans: 下一个 Surface
zh_hant: 下一個 Surface

# shortcut.nextWorkspace.label
source: Next Box
ar: مساحة العمل التالية
bs: Sljedeći radni prostor
da: Næste arbejdsområde
de: Nächster Arbeitsbereich
es: Caja siguiente
fr: Espace de travail suivant
it: Area di lavoro successiva
ja: 次のボックス
km: ប្រអប់បន្ទាប់
ko: 다음 작업 공간
nb: Neste arbeidsområde
pl: Następna przestrzeń robocza
pt_br: Próxima Área de Trabalho
ru: Следующее рабочее пространство
th: เวิร์กสเปซถัดไป
tr: Sonraki Çalışma Alanı
uk: Наступна робоча область
zh_hans: 下一个工作区
zh_hant: 下一個工作區

# shortcut.openBrowser.label
source: Open Browser
ar: فتح المتصفح
bs: Otvori preglednik
da: Åbn browser
de: Browser öffnen
es: Abrir navegador
fr: Ouvrir le navigateur
it: Apri browser
ja: ブラウザを開く
ko: 브라우저 열기
nb: Åpne nettleser
pl: Otwórz przeglądarkę
pt_br: Abrir Navegador
ru: Открыть браузер
th: เปิดเบราว์เซอร์
tr: Tarayıcıyı Aç
uk: Відкрити браузер
zh_hans: 打开浏览器
zh_hant: 開啟瀏覽器

# shortcut.openFolder.label
source: Open Folder
ar: فتح مجلد
bs: Otvori folder
da: Åbn mappe
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir un dossier
it: Apri cartella
ja: フォルダを開く
ko: 폴더 열기
nb: Åpne mappe
pl: Otwórz folder
pt_br: Abrir Pasta
ru: Открыть папку
th: เปิดโฟลเดอร์
tr: Klasör Aç
uk: Відкрити теку
zh_hans: 打开文件夹
zh_hant: 開啟資料夾

# shortcut.pressShortcut.prompt
source: Press shortcut…
ar: اضغط الاختصار…
bs: Pritisnite prečicu…
da: Tryk genvej…
de: Tastenkürzel drücken …
es: Pulsa un atajo…
fr: Appuyez sur un raccourci...
it: Premi la scorciatoia…
ja: ショートカットを入力…
ko: 단축키를 누르세요…
nb: Trykk snarvei …
pl: Naciśnij skrót…
pt_br: Pressione o atalho…
ru: Нажмите сочетание клавиш...
th: กดแป้นพิมพ์ลัด...
tr: Kısayola basın…
uk: Натисніть комбінацію…
zh_hans: 请按快捷键...
zh_hant: 請按快速鍵...

# shortcut.previousSurface.label
source: Previous Window
ar: السطح السابق
bs: Prethodna površina
da: Forrige overflade
de: Vorherige Oberfläche
es: Ventana anterior
fr: Surface précédente
it: Superficie precedente
ja: 前のウインドウ
km: បង្អួចមុន។
ko: 이전 화면
nb: Forrige flate
pl: Poprzednia powierzchnia
pt_br: Superfície Anterior
ru: Предыдущая поверхность
th: พื้นผิวก่อนหน้า
tr: Önceki Yüzey
uk: Попередня поверхня
zh_hans: 上一个 Surface
zh_hant: 上一個 Surface

# shortcut.previousWorkspace.label
source: Previous Box
ar: مساحة العمل السابقة
bs: Prethodni radni prostor
da: Forrige arbejdsområde
de: Vorheriger Arbeitsbereich
es: Caja anterior
fr: Espace de travail précédent
it: Area di lavoro precedente
ja: 前のボックス
km: ប្រអប់មុន។
ko: 이전 작업 공간
nb: Forrige arbeidsområde
pl: Poprzednia przestrzeń robocza
pt_br: Área de Trabalho Anterior
ru: Предыдущее рабочее пространство
th: เวิร์กสเปซก่อนหน้า
tr: Önceki Çalışma Alanı
uk: Попередня робоча область
zh_hans: 上一个工作区
zh_hant: 上一個工作區

# shortcut.saveFilePreview.label
source: Save File Preview
ar: حفظ معاينة الملف
bs: Spremi pregled datoteke
da: Gem filforhåndsvisning
de: Dateivorschau speichern
es: Guardar vista previa del archivo
fr: Enregistrer l’aperçu du fichier
it: Salva anteprima file
ja: ファイルプレビューを保存
ko: 파일 미리보기 저장
nb: Lagre filforhåndsvisning
pl: Zapisz podgląd pliku
pt_br: Salvar prévia do arquivo
ru: Сохранить предпросмотр файла
th: บันทึกตัวอย่างไฟล์
tr: Dosya önizlemesini kaydet
uk: Зберегти попередній перегляд файлу
zh_hans: 保存文件预览
zh_hant: 儲存檔案預覽

# shortcut.renameTab.label
source: Rename Window
ar: إعادة تسمية اللسان
bs: Preimenuj tab
da: Omdøb fane
de: Tab umbenennen
es: Renombrar ventana
fr: Renommer l'onglet
it: Rinomina scheda
ja: ウインドウ名を変更
km: ប្តូរឈ្មោះបង្អួច
ko: 탭 이름 변경
nb: Gi fanen nytt navn
pl: Zmień nazwę karty
pt_br: Renomear Aba
ru: Переименовать вкладку
th: เปลี่ยนชื่อแท็บ
tr: Sekmeyi Yeniden Adlandır
uk: Перейменувати вкладку
zh_hans: 重命名标签页
zh_hant: 重新命名標籤頁

# shortcut.renameWorkspace.label
source: Rename Box
ar: إعادة تسمية مساحة العمل
bs: Preimenuj radni prostor
da: Omdøb arbejdsområde
de: Arbeitsbereich umbenennen
es: Renombrar caja
fr: Renommer l'espace de travail
it: Rinomina area di lavoro
ja: ボックス名を変更
km: ប្តូរឈ្មោះប្រអប់
ko: 작업 공간 이름 변경
nb: Gi arbeidsområdet nytt navn
pl: Zmień nazwę przestrzeni roboczej
pt_br: Renomear Área de Trabalho
ru: Переименовать рабочее пространство
th: เปลี่ยนชื่อเวิร์กสเปซ
tr: Çalışma Alanını Yeniden Adlandır
uk: Перейменувати робочу область
zh_hans: 重命名工作区
zh_hant: 重新命名工作區

# shortcut.selectSurfaceByNumber.label
source: Select Window 1…9
ar: حدد النافذة 1...9
bs: Odaberite Prozor 1…9
da: Vælg Vindue 1…9
de: Wählen Sie Fenster 1…9
es: Seleccionar ventana 1…9
fr: Sélectionnez la fenêtre 1…9
it: Selezionare Finestra 1...9
ja: ウインドウ1…9を選択
km: ជ្រើសរើស Window 1…9
ko: 서피스 1…9 선택
nb: Velg Vindu 1…9
pl: Wybierz Okno 1…9
pt_br: Selecione a janela 1 a 9
ru: Выберите окно 1…9
th: เลือกหน้าต่าง 1…9
tr: Pencere 1…9'u seçin
uk: Вибрати поверхню 1…9
zh_hans: 选择窗口 1…9
zh_hant: 選擇視窗 1…9

# shortcut.selectWorkspaceByNumber.label
source: Select Box 1…9
ar: حدد المربع 1...9
bs: Odaberite polje 1…9
da: Vælg boks 1…9
de: Wählen Sie Feld 1…9 aus
es: Seleccionar caja 1…9
fr: Sélectionnez les cases 1 à 9
it: Selezionare la casella 1…9
ja: ボックス1…9を選択
km: ជ្រើសរើសប្រអប់ 1…9
ko: 워크스페이스 1…9 선택
nb: Velg boks 1…9
pl: Wybierz Pole 1…9
pt_br: Selecione a caixa 1 a 9
ru: Выберите поле 1…9
th: เลือกช่อง 1…9
tr: Kutu 1…9'u seçin
uk: Вибрати робочу область 1…9
zh_hans: 选择框 1…9
zh_hant: 選擇框 1…9

# shortcut.resetWorkspaceColor.label
source: Reset Box Color
ar: إعادة ضبط لون الصندوق
bs: Poništi boju kutije
da: Nulstil boksfarve
de: Boxfarbe zurücksetzen
es: Restablecer color de caja
fr: Couleur de la boîte de réinitialisation
it: Ripristina colore casella
ja: ボックスの色をリセット
km: កំណត់ពណ៌ប្រអប់ឡើងវិញ
ko: 상자 색상 재설정
nb: Tilbakestill boksfarge
pl: Zresetuj kolor pudełka
pt_br: Redefinir cor da caixa
ru: Сбросить цвет поля
th: รีเซ็ตสีกล่อง
tr: Kutu Rengini Sıfırla
uk: Скинути колір поля
zh_hans: 重置框颜色
zh_hant: 重置框顏色

# shortcut.setWorkspaceColorRed.label
source: Box Color: Red
ar: لون الصندوق: أحمر
bs: Boja kutije: crvena
da: Æske farve: Rød
de: Boxfarbe: Rot
es: Color de caja: rojo
fr: Couleur de la boîte : rouge
it: Colore scatola: rosso
ja: ボックスの色: 赤
km: ពណ៌ប្រអប់៖ ក្រហម
ko: 상자 색상: 빨간색
nb: Boksfarge: Rød
pl: Kolor pudełka: czerwony
pt_br: Cor da caixa: Vermelho
ru: Цвет коробки: Красный
th: สีกล่อง: แดง
tr: Kutu Rengi: Kırmızı
uk: Колір коробки: червоний
zh_hans: 盒子颜色: 红色
zh_hant: 盒子顏色: 紅色

# shortcut.setWorkspaceColorCrimson.label
source: Box Color: Crimson
ar: لون الصندوق: قرمزي
bs: Boja kutije: Crimson
da: Æskefarve: Crimson
de: Boxfarbe: Purpur
es: Color de caja: carmesí
fr: Couleur de la boîte : cramoisi
it: Colore scatola: cremisi
ja: ボックスの色: クリムゾン
km: ពណ៌ប្រអប់៖ ក្រហម
ko: 상자 색상: 크림슨
nb: Boksfarge: Crimson
pl: Kolor pudełka: karmazynowy
pt_br: Cor da caixa: Carmesim
ru: Цвет коробки: малиновый
th: สีกล่อง: สีแดงเข้ม
tr: Kutu Rengi: Kızıl
uk: Колір коробки: малиновий
zh_hans: 盒子颜色: 深红色
zh_hant: 盒子顏色: 深紅色

# shortcut.setWorkspaceColorOrange.label
source: Box Color: Orange
ar: لون الصندوق: برتقالي
bs: Boja kutije: Narandžasta
da: Æske farve: Orange
de: Boxfarbe: Orange
es: Color de caja: naranja
fr: Couleur de la boîte : Orange
it: Colore scatola: arancione
ja: ボックスの色: オレンジ
km: ពណ៌ប្រអប់៖ ពណ៌ទឹកក្រូច
ko: 상자 색상: 주황색
nb: Boksfarge: oransje
pl: Kolor pudełka: pomarańczowy
pt_br: Cor da caixa: Laranja
ru: Цвет коробки: оранжевый
th: สีกล่อง: สีส้ม
tr: Kutu Rengi: Turuncu
uk: Колір коробки: помаранчевий
zh_hans: 盒子颜色: 橙色
zh_hant: 盒子顏色: 橘色

# shortcut.setWorkspaceColorAmber.label
source: Box Color: Amber
ar: لون الصندوق: عنابي
bs: Boja kutije: Amber
da: Æske farve: Amber
de: Boxfarbe: Bernstein
es: Color de caja: ámbar
fr: Couleur de la boîte : Ambre
it: Colore scatola: ambra
ja: ボックスの色: アンバー
km: ពណ៌ប្រអប់៖ ពណ៌លឿងខ្ចី
ko: 상자 색상: 호박색
nb: Boksfarge: Amber
pl: Kolor pudełka: bursztynowy
pt_br: Cor da caixa: âmbar
ru: Цвет коробки: Янтарный
th: สีกล่อง: อำพัน
tr: Kutu Rengi: Kehribar
uk: Колір коробки: бурштиновий
zh_hans: 盒子颜色：琥珀色
zh_hant: 盒子顏色：琥珀色
